qa/qa-artifacts/bam/messages/JAXWS_echostring.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:jax="http://jaxws.carbon.wso2.org">
   <soapenv:Header/>
   <soapenv:Body>
      <jax:echoString>
         <!--Optional:-->
         <arg0>NAme</arg0>
      </jax:echoString>
   </soapenv:Body>
</soapenv:Envelope>
